{"intents": [
  {"tag": "hi",
	"patterns": ["hello Greetings hi how you doing? what's up, what's good, what's going on, how are you doing?"],
	"responses": ["hey, please look at the description"]},
  {"tag": "hoi",
	"patterns": ["hallo goedemorgen hoi hoe gaat het? goedemiddag goedenavond"],
	"responses": ["hey, beschrijf wat je gezien hebt"]},
  {"tag": "goodbye",
	"patterns": ["cya see you later have a good day bye bye take care take it easy"],
	"responses": ["sad to see you go talk to you later goodbye"]},
  {"tag": "Bigfoot",
	"patterns": ["It has very large feet, dense fur, heavy, bipedal humanoid ape, very large gorilla like creature with humanlike footprints, dark coloured fur and lives in forested areas of Northern US and Canada, some reports say it is an intelligent creature."],
  "responses": ["Bigfoot.jpg"]},
  {"tag": "Brosnya",
	"patterns": ["western russia Lake Brosno Andreapol looks like a beaver giant pike dragon head, monstrous lake beast living in Lake Brosno, Russia. Looks like a mix between a dragon and a giant pike fish or sometimes a large beaver."],
	"responses": ["Brosnya.jpg"]},
  {"tag": "BrosnyaNL",
	"patterns": ["Rusland Dier in west rusland Meer Brosno Andreapol Ziet eruit als een bever grote snoek draak hoofd"],
	"responses": ["Brosnya.jpg"]},
  {"tag": "Cadborosaurus",
	"patterns": ["sea serpent lizard reptile Cadboro Bay Canada huge sea serpent with a horse like head, long and large neck and head, said to inhabit the Pacific coast of North america, lives in water large serpent like creature with head of a horse."],
	"responses": ["Cadborosaurus"]},
  {"tag": "Champ",
	"patterns": ["Lake Champlain United States Canada New York Vermont eight or ten feet long double row of very sharp and dangerous teeth silver gray coloured, it is a serpentine creature with a long neck and wide body and peeled onion colored eyes."],
	"responses": ["Champ"]},
  {"tag": "Dobhar-chu",
	"patterns": ["water dog half dog half fish lives in water with fur looks like an otter seen in Ireland white pelt, black ear tips and a black cross on its back very large otter like creature local to irish waters, has protective fur."],
	"responses": ["Dobhar-chu"]},
  {"tag": "Igopogo",
	"patterns": ["Lake Simcoe Ontario Canada gray and looked like a seal, lake dwelling creature with serpent like features 12-70 feet long, with a dog- or horse-like face, prominent eyes, gaping mouth, dorsal fins and a fishlike tail"],
	"responses": ["Igopogo.jpg"]},
  {"tag": "Issie",
	"patterns": ["Black and having two humps saurian Japan Kyushu looked like nessie or loch ness monster, black and having two humps, each about 5 meters (16 feet) long, swimming in the lake water."],
	"responses": ["Issie"]},
  {"tag": "Kussie",
	"patterns": ["Has two humps saurian Japan Hokkaido looked like nessie or loch ness monster, very big reptilian creature with a wide body, long fins instead of legs and a long expanding tail. "],
	"responses": ["Kussie"]},
  {"tag": "Nessie",
	"patterns": ["Loch Ness Scottish Highlands Scotland huge long neck sea serpent water, Large barrel like body with short legs and webbed feet, very long neck with a serpents head. Inhabits waters of the scottish Highlands."],
	"responses": ["LochNess.jpg"]},
  {"tag": "Lovelandfrog",
	"patterns": ["humanoid frog frog that looks like human large leathery skin four feet tall, 3 to 4 feet (0.9 to 1.2 m) long and about 50 to 75 pounds (25 to 35 kg), with leathery skin, large frog like creature that can walk on hind legs."],
	"responses": ["Loveland frog"]},
  {"tag": "Mamlambo",
	"patterns": ["south africa Mount Ayliff 20 meters (67 feet) long, had the head of a horse, the lower body of a fish, short legs, and the neck of a snake, and that it shined with a green light at night. Reptilian creature with very hostile nature."],
	"responses": ["Mamlambo"]},
  {"tag": "Manipogo",
	"patterns": ["long muddy-brown body with humps that show above the water head of a sheep Lake Manitoba Canada 4–15 metres (13–49 ft) long. Serpent like creature with a non-hostile nature. inhabits the lake Manitoba and reportedly Lake Winnipegosis."],
	"responses": ["Manipogo"]},
  {"tag": "Mokele-mbembe",
	"patterns": ["Congo River Basin large quadrupedal herbivore with a smooth skin long neck and a single tooth looked like a dinosaur, a water-dwelling entity that supposedly lives in the Congo River Basin, also sometimes described as a spirit"],
	"responses": ["Mokele-mbembe"]},
  {"tag": "Nahuelito",
	"patterns": ["argentina giant serpent huge hump plesiosaur argentina argentina, the Argentine creature is named after the lake it supposedly resides in and has been described as a giant serpent or a huge hump, as well as a plesiosaur."],
	"responses": ["Nahuelito.jpg"]},
  {"tag": "Ningen",
	"patterns": ["humanoid Japan Antartica whale large limbs or arms and hands white, aquatic humanoid creature reported to inhabit the subantarctic oceans. Has a face, has long limbs and arms, about 20-30 meters long, overall pigmentation is pale white like snow."],
	"responses": ["Ningen.jpg"]},
  {"tag": "Ogopogo",
	"patterns": ["dragon Canada Okanagan lake primitive serpentine whale such as Basilosaurus hump, very long serpentine, dragon creature with fish like features and spikes running along its back. Sometimes depicted as a beaver like creature too."],
	"responses": ["Ogopogo"]},
  {"tag": "Selma",
	"patterns": ["Norway Norwegian sea serpent Lake Seljord, very old sea serpent creature, dragon like features but has no wings. Inhabits the Lake Seljord in Norway. Has scales and no reported limbs."],
	"responses": ["Selma"]},
  {"tag": "Steller's sea ape",
	"patterns": ["head like a dog long drooping whiskers thick fur coat no limbs fins like a shark Alaska around 5 ft (1.5 m) long dog-like head long drooping whiskers elongated robust body thick fur coat no limbs and tail fins much like a shark. Playful and inquisitive nature."],
	"responses": ["Steller's sea ape"]},
  {"tag": "Almas",
	"patterns": ["is a creature or deity said to inhabit the Caucasus and Pamir Mountains of Central Asia, and the Altai Mountains of western mongolia.","We were told that it had a flat face like that of a human being, and that it often walked on two legs, that its body was covered with a thick black fur, and its feet armed with enormous claws; that its strength was terrible, and that not only were hunters afraid of attacking it, but that the inhabitants removed their habitations from those parts of the country which it visited"],
	"responses": ["Almas"]},
  {"tag": "Barmanou",
	"patterns": ["The Barmanou smells like rotting garbage. Supposedly, it makes inhuman, guttural sounds,  (like a death metal vocalist) and sometimes it wears skins.  In fact, most articles on the Barmanou say pretty much those same things, with some descriptions being more thorough than the others. They all say this is an ape-man creature residing in the mountainous region between western Pakistan and Afghanistan."],
	"responses": ["Barmanou"]},
  {"tag": "Beast of Bodmin Moor",
	"patterns": ["is a phantom wild cat purported to live in Cornwall, South West Britain. Bodmin Moor became a centre of purported sightings after 1978, with occasional reports of mutilated slain livestock; the alleged panther/ leopard-like black cats of the same region came to be popularly known as the Beast of Bodmin Moor."],
	"responses": ["Beast of Bodmin Moor"]},
  {"tag": "Beast of Exmoor",
	"patterns": ["a large cat either resembling a puma or a panther.It is recorded as being somewhere between three and four feet six inches long from nose to tail and 2 feet six inches in shoulder height, standing very low to the ground, and as having the ability to leap over 6-foot-tall fences with ease. Descriptions of its coloration range from black to tan or dark grey, with white markings on its head and neck. It is described as having a squat head with a short neck, a muscular body, and short legs. Its pawprints are four inches across. It is described as nocturnal."],
	"responses": ["Beast of Exmoor"]},
  {"tag": "Bukit Timah Monkey Man",
	"patterns": ["a forest-dwelling hominid or primate, and is also accounted for as being immortal. Greyish in colour, and between one and two metres (3 to 6 feet) in height, with a bipedal gait. reportedly inhabits the Singaporean forests "],
	"responses": ["Bukit Timah Monkey Man"]},
  {"tag": "Yeti",
	"patterns": ["an ape-like creature purported to inhabit the Himalayan mountain range in Asia. In western popular culture, the creature is commonly referred to as the Abominable Snowman. The Yeti is often described as being a large, bipedal ape-like creature that is covered with brown, gray, or white hair, and it is sometimes depicted as having large, sharp teeth."],
	"responses": ["Yeti"]},
  {"tag": "Chupacabra",
	"patterns": ["Physical descriptions of the creature vary, with some describing it as more dog-like (particularly in Southwestern United States) while most others describe it as reptilian and alien-like (in Puerto Rico and Latin America). Some report it as being a heavy creature the size of a small bear, with a row of spines reaching from the neck to the base of the tail. The chupacabra is said to attack and drink the blood of livestock, including goats."],
	"responses": ["Chupacabra"]},
  {"tag": "Dover Demon",
	"patterns": ["a large-eyed creature with tendril-like fingers and glowing eyes on top of a broken stone wall, has long arms and legs, and has an oblong face that seems to have no mouth or nose, just two big eyes. disproportionate body."],
	"responses": ["Dover Demon"]},
  {"tag": "Elwetritsch",
	"patterns": ["It is described as being a chicken-like creature with antlers. It also has scales instead of feathers. However, it is said that their wings are of little use. That is why they live mainly in underbrush and under vines. Sometimes Elwetritschen are depicted with antlers of a stag and their beaks often appear to be very long. "],
	"responses": ["Elwetritsch"]},
  {"tag": "Fouke Monster",
	"patterns": ["a large, bipedal creature covered in long dark hair. It was estimated to be about 7 feet (2 m) tall with a weight of 250–300 pounds (110–140 kg) having a terrible odor, the odor being described as a combination of a skunk and a wet dog, and as having bright red eyes about the size of silver dollars"],
	"responses": ["Fouke Monster"]},
  {"tag": "Honey Island Swamp monster",
	"patterns": ["a large, bipedal, humanoid, about 7 feet (2 m) tall, covered with gray hair, having yellow or red eyes and accompanied by a putrid odor in a swamp, accordiing to reports it leaves footprints that have four toes."],
	"responses": ["Honey Island Swamp monster"]},
  {"tag": "Lizard Man of Scape Ore Swamp",
	"patterns": ["a 7 feet tall, large lizard-like creature, and of unusual scratches and bite marks found on cars parked close to the swamp, inhabits the swamplands of South Carolina, US, a rampaging large reptile man with claws and raking teeth."],
	"responses": ["Lizard Man of Scape Ore Swamp"]},
  {"tag": "Michigan Dogman",
	"patterns": ["a seven-foot tall, blue-eyed, or amber-eyed bipedal canine-like werewolf with the torso of a man and a fearsome howl that sounds like a human scream, reportedly inhabits forested areas near rivers in Michigan, US"],
	"responses": ["Michigan Dogman"]},
  {"tag": "Minhocão",
	"patterns": ["a large fish or to resemble a worm earthworm, gigantic earthworm inhabiting waters of Brazil, it is unnaturally big and spends time underground and underwater. it is told to leave trails of uprooted trees and animal remains."],
	"responses": ["Minhocão"]},
  {"tag": "Mongolian death worm",
	"patterns": ["It is shaped like a sausage about two feet long, has no head nor legs and it is so extremely poisonous that merely to touch it means instant death. It lives in the most desolate parts of the Gobi Desert. medium sized worm like creature"],
	"responses": ["Mongolian death worm"]},
  {"tag": "Monkey-man of Delhi",
	"patterns": ["covered in thick black hair, with a metal helmet, metal claws, glowing red eyes and three buttons on its chest. Others, however, described the Monkey-man as having a more vulpine snout, and being up to eight feet tall, and muscular; it would leap from building to building in the city"],
	"responses": ["Monkey-man of Delhi"]},
  {"tag": "Orang Mawas",
	"patterns": ["bipedal and covered in black fur in the jungles of Malaysia, Malaysian man-ape, it is reported to be very tall and bear-like. They are reported to live isolated lives and don't cross paths with humans that often"],
	"responses": ["Orang Mawas"]},
  {"tag": "Skunk ape",
	"patterns": ["an ape-like creature that is reported to inhabit the forests and swamps skunk, they are regularly sized and are bipedal, it gives off an odd and disgusting odor hence the name skunk ape, it inhabits Swamps and forests in southeastern US"],
	"responses": ["Skunk ape"]},
  {"tag": "Yeren",
	"patterns": [" they are described as savage, strong, and fast-moving man like malevolent creatures, living in mountain caves and descending only to raid villages for food or for people to wed or rape. They are local to mountainous regions of China"],
	"responses": ["Yeren"]},
  {"tag": "Yowie",
	"patterns": ["a hairy and ape-like creature standing upright and is bipedal, very tall ape-like creature. The yowie's nose is described as wide and flat, local to australia, specifically roaming the Outback."],
	"responses": ["Yowie"]},
  {"tag": "Jersey Devil",
	"patterns": ["bipedal kangaroo-like or wyvern-like creature with a horse- or goat-like head, leathery bat-like wings, horns, small arms with clawed hands, legs with cloven hooves, and a forked tail. It has been reported to move quickly and is often described as emitting a high-pitched blood-curdling scream. It can fly."],
	"responses": ["Jersey Devil"]},
  {"tag": "Mothman",
	"patterns": ["large bird like flying humanoid with glowing red eyes, west virginia, large humanoid creature with large wings and claws and glowing red eyes, point pleasant, sighting happened near a bridge, man sized bird thing"],
	"responses": ["Mothman"]},
  {"tag": "Thunderbirdo",
	"patterns": ["large birds that can create thunder, great giant birds with large wings that posess lightning abilities. Sightings are in Northern America, supernatural being of great power and strength"],
	"responses": ["Thunderbird"]},	
  {"tag": "bs",
	"patterns": ["cya see you later have a good day bye ciao"],
	"responses": ["bye"]}		
]}
